adammaras.overtype
ahmadawais.shades-of-purple
amih90.to
be5invis.vscode-custom-css
bierner.github-markdown-preview
bierner.markdown-footnotes
bierner.markdown-mermaid
bierner.markdown-preview-github-styles
bierner.markdown-yaml-preamble
brapifra.phpserver
cschlosser.doxdocgen
cweijan.vscode-mysql-client2
docsmsft.docs-markdown
eamodio.gitlens
ekelley.midnight-synth
GitHub.vscode-pull-request-github
golang.go
Guyutongxue.cpp-reference
jeff-hykin.better-cpp-syntax
jock.svg
justusadam.language-haskell
ms-azuretools.vscode-docker
MS-CEINTL.vscode-language-pack-de
ms-ossdata.vscode-postgresql
ms-python.python
ms-python.vscode-pylance
ms-toolsai.jupyter
ms-toolsai.jupyter-keymap
ms-toolsai.jupyter-renderers
ms-vscode-remote.remote-containers
ms-vscode-remote.remote-ssh
ms-vscode-remote.remote-ssh-edit
ms-vscode-remote.remote-wsl
ms-vscode.cmake-tools
ms-vscode.cpptools
ms-vscode.cpptools-extension-pack
ms-vscode.cpptools-themes
ms-vscode.hexeditor
ms-vscode.powershell
ms-vscode.Theme-MarkdownKit
ms-vsliveshare.vsliveshare
rebornix.prolog
redhat.java
ritwickdey.LiveServer
RobbOwen.synthwave-vscode
shd101wyy.markdown-preview-enhanced
tomoki1207.pdf
twxs.cmake
vangware.dark-plus-material
VisualStudioExptTeam.vscodeintellicode
vscjava.vscode-java-debug
vscjava.vscode-java-dependency
vscjava.vscode-java-pack
vscjava.vscode-java-test
vscjava.vscode-maven
webrender.synthwave-x-fluoromachine
wwm.better-align
yzane.markdown-pdf
yzhang.markdown-all-in-one